{
  "accounts": [
    {
      "email": "admin@gmail.com",
      "password": "admin",
      "password1": "admin",
      "login": "Admin",
      "id": 1,
      "avatar": "assets/avatar.png",
      "stock": [
        3,
        4,
        7,
        8
      ]
    },
    {
      "email": "kiko@gmail.com",
      "password": "kikokiko",
      "password1": "kikokiko",
      "login": "Kiko",
      "id": 2,
      "avatar": "assets/avatar1.png",
      "stock": [
        3,
        5,
        6,
        7,
        9,
        10,
        12
      ]
    },
    {
      "email": "user1@gmail.com",
      "password": "111111",
      "password1": "111111",
      "login": "user1",
      "id": 3,
      "avatar": "assets/avatar2.png",
      "stock": [
        1,
        2,
        4,
        6,
        8
      ]
    },
    {
      "email": "user2@gmail.com",
      "password": "222222",
      "password1": "222222",
      "login": "user2",
      "id": 4,
      "avatar": "assets/avatar3.png",
      "stock": [
        1,
        3,
        5,
        6,
        8
      ]
    },
    {
      "email": "user3@gmail.com",
      "password": "333333",
      "password1": "333333",
      "login": "user3",
      "id": 5,
      "avatar": "assets/avatar4.png",
      "stock": [
        2,
        4,
        5,
        7,
        9
      ]
    },
    {
      "email": "user4@gmail.com",
      "password": "444444",
      "password1": "444444",
      "login": "user4",
      "id": 6
    }
  ],
  "categories": [
    {
      "id": 1,
      "name": "Боевики"
    },
    {
      "id": 2,
      "name": "Детективы"
    },
    {
      "id": 3,
      "name": "Дом и семья"
    },
    {
      "id": 4,
      "name": "Зарубежная литература"
    },
    {
      "id": 5,
      "name": "Искусство"
    },
    {
      "id": 6,
      "name": "Классика"
    },
    {
      "id": 7,
      "name": "Любовные романы"
    },
    {
      "id": 8,
      "name": "Наука и образование"
    },
    {
      "id": 9,
      "name": "Приключение"
    },
    {
      "id": 10,
      "name": "Публицистика"
    },
    {
      "id": 11,
      "name": "Религия"
    },
    {
      "id": 12,
      "name": "Современная проза"
    },
    {
      "id": 13,
      "name": "Ужасы и мистика"
    },
    {
      "id": 14,
      "name": "Фантастика"
    }
  ],
  "bookInfo": [
    {
      "id": 1,
      "name": "Записки с Изнанки. «Очень странные дела». Гид по сериалу",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/zapiski-s-iznanki-ochen-strannye-dela-gid-po-serialu-163682.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Документальная литература, Публицистика",
      "author": "Гай Адамс",
      "translater": "А. В. Захаров",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-097607-2",
      "about": "Если ты посмотрел сериал «Очень странные дела» и хочешь узнать о нем гораздо больше, тогда эта книга – то, что тебе нужно! Ты узнаешь об источниках и отсылках сериала, поймешь, какое влияние на него оказали Стивен Кинг и Стивен Спилберг, и многое-многое другое. Вместе с Гаем Адамсом ты сможешь разглядеть новые грани полюбившегося сериала и отлично провести время, выполняя интересные задания."
    },
    {
      "id": 2,
      "name": "Никогда не сдавайтесь",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/nikogda-ne-sdavaytes-169675.jpg",
      "year": "2017",
      "city": "Москва",
      "category": "Биографии и Мемуары, Публицистика",
      "author": "Уинстон Черчилль",
      "translater": "Е. Деревянко",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-699-86767-7",
      "about": "Серия «Путь лидера. Легендарные бестселлеры» – это семь наиболее значимых в своей области книг о влиянии, управлении, стойкости, внутренней силе, богатстве, решительности и упорстве. Все авторы – признанные лидеры или лучшие эксперты по ключевым навыкам лидера. Эти бестселлеры уже имеют свою историю успеха и помогли миллионам людей добиться выдающихся результатов.\n\nУинстон Черчилль – величайший британец в истории, государственный и политический деятель, премьер-министр Великобритании 1940–1945 и 1951–1955 годов, военный, лауреат Нобелевской премии по литературе.\n\nВ этой книге сформулированы 25 законов лидерства Уинстона Черчилля, которые позволили ему стать великим стратегом, тактиком, политиком, оратором, менеджером. Каждый закон дополняют комментарии, позволяющие применить эти правила в сегодняшних условиях."
    },
    {
      "id": 3,
      "name": "Размышления мистика. Ответы на все вопросы",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/razmyshleniya-mistika-otvety-na-vse-voprosy-179248.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Великие учителя современности",
      "author": "Садхгуру",
      "translater": "Линда Линн",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-100110-0",
      "about": "Книга представляет собой сборник ответов Садхгуру на сотни вопросов, которые ученики задавали ему на протяжении многих лет в разных странах. Здесь Учитель дает подробные пояснения на самые разные темы – в том числе те, которых крайне редко касается на широкой публике и которые могут удивить или даже шокировать. Вряд ли найдется существенный вопрос относительно человеческого бытия, в книге не затронутый."
    },
    {
      "id": 4,
      "name": "Как я решила умереть от счастья",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/kak-ya-reshila-umeret-ot-schastya-179392.jpg",
      "year": "2022",
      "city": "",
      "category": "Современная зарубежная литература, Современная проза",
      "author": "Софи де Вильнуази",
      "translater": "Мария Заславская",
      "publisher": "Литагент АСТ",
      "age": "+16",
      "language": "Русский",
      "original": "Французский",
      "isbn": "978-5-17-099265-2",
      "about": "Сильви Шабер – плоская сутулая брюнетка, которая не настолько уродлива, чтоб ее жалели, и не настолько хороша, чтоб ее желали. Полностью отчаявшись к сорока пяти годам устроить личную жизнь, она решила прикупить себе место на кладбище. Но раз умирать, так с музыкой – перед смертью надо с кем-то об этом поговорить, и Сильви отправляется на прием к психотерапевту Франку. С тех пор ее планы идут наперекосяк: вместо того чтобы сидеть и плакать в одиночестве, женщина, выполняя задания психотерапевта, попадает в комичные ситуации, которые меняют ее взгляд на жизнь и вселяют веру в светлое будущее.\n\nИскрометный трогательный роман о том, как безбашенные поступки напрочь срывают «крышу»… в лучшую сторону!"
    },
    {
      "id": 5,
      "name": "Харизма. Искусство успешного общения. Язык телодвижений на работе",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/harizma-iskusstvo-uspeshnogo-obscheniya-yazyk-telodvizheniy-na-rabote-169921.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Личностный рост, Книги по психологии",
      "author": "Аллан Пиз",
      "translater": "Татьяна О. Новикова",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-099212-6",
      "about": "Повышение заработной платы, продвижение по карьерной лестнице, признание от коллег напрямую зависят от того, как вы подаете себя на работе. В эту книгу вошли сразу два бестселлера Аллана и Барбары Пиз, посвященные взаимодействиям людей в офисе. Они учат эффективной стратегии поведения в корпоративной среде, правильному языку телодвижений для достижения целей и завоеванию авторитета у окружающих."
    },
    {
      "id": 6,
      "name": "Wabi Sabi. Японские секреты истинного счастья в неидеальном мире",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/wabi-sabi-yaponskie-sekrety-istinnogo-schastya-v-neidealnom-mire-170027.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Личностный рост, Книги по психологии",
      "author": "Бет Кемптон",
      "translater": "Татьяна О. Новикова",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-099803-6",
      "about": "Ваби-саби – это стиль жизни, вдохновленный многовековой японской мудростью. Хотя жители Страны восходящего солнца редко говорят о нем вслух, именно ваби-саби пронизана вся жизнь японца. Ваби-саби – альтернатива современному ритму жизни и ценностям, основанным на потреблении и стремлении к идеалу. Видеть красоту в несовершенстве, ценить простоту и радость момента, ощущать связь с природой и принимать мимолетность жизни, отбросить лишнее и сосредоточиться на важном – основные принципы этой вневременной концепции. Эта книга – предложение расслабиться и ощутить красоту собственного бытия в каждом моменте, избавить его от всего напускного и открыть то, что внутри. Впустите ваби-саби в свою жизнь и найдите счастье прямо там, где вы находитесь."
    },
    {
      "id": 7,
      "name": "Джек Ричер, или Синяя луна",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/dzhek-richer-ili-sinyaya-luna-185579.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Крутой детектив, Детективы",
      "author": "Ли Чайлд",
      "translater": "Ирина Альфредовна Оганесова, Владимир Анатольевич Гольдич",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-109769-1",
      "about": "Этот мир изменчив, но изредка все становится так, как надо. В безымянном американском городке за контроль над его жизнью борются две криминальные группировки. Все у них идет путем – до тех пор, пока в городок не приезжает Джек Ричер. Он обучен замечать мелочи. Сидя в ночном автобусе, Ричер приметил спящего старика, из кармана которого торчал пухлый конверт с наличностью. А еще – какого-то молодого паренька, с жадностью смотрящего на этот конверт. Грабитель делает свой ход – Ричер делает свой. Шах и мат. Старик перепуган и загнан в угол. Оказывается, молодой грабитель – это пустяки. Его реальная проблема гораздо, гораздо серьезнее. В свое время он сделал пару ошибок – и теперь должен уйму денег одной из городских банд. Ричер решает помочь ему… Шансы на успех гораздо выше, если в дело вступает Джек Ричер. Это уж будьте уверены."
    },
    {
      "id": 8,
      "name": "Иди туда, где трудно. 7 шагов для обретения внутренней силы",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/idi-tuda-gde-trudno-7shagov-dlya-obreteniya-vnutrenney-sily-189441.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Личностный рост, Книги по психологии",
      "author": "Таэ Юн Ким",
      "translater": "Елена А. Кваша",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-103326-2",
      "about": "Она нарушила тысячелетнюю корейскую традицию, запрещавшую женщинам заниматься боевыми искусствами. Таэ Юн Ким стала не только первоклассным бойцом, но и открыла свою школу единоборств.\n\nКим уверенна: каждый из нас – не важно, мужчина или женщина, американец, русский или кореец – способен достичь абсолютно любой цели. Единственное, что нам мешает, – это внутренние установки: страхи, неверие в свои силы, зависимость от чужого мнения, неспособность взять себя в руки.\n\nЧтобы избавиться от оков мышления, Ким предлагает обратиться к древнему искусству чунсувон. Это комплекс принципов и практик, которые развивают разум, тело и дух. Всего за 7 шагов вы освоите технику контроля над мыслями и эмоциями, научитесь превращать недостатки в преимущества и выпустите на волю силу, данную вам с рождения"
    },
    {
      "id": 9,
      "name": "Атомные привычки. Как приобрести хорошие привычки и избавиться от плохих",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/atomnye-privychki-kak-priobresti-horoshie-privychki-i-izbavitsya-ot-plohih-181570.jpg",
      "year": "2020",
      "city": "СПб",
      "category": "Личностный рост, Книги по психологии",
      "author": "Джеймс Клир",
      "translater": "К. Шашкова, Юлия Чекмарева",
      "publisher": "Питер",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-4461-1216-6",
      "about": "Может ли одна монетка сделать человека богатым? Конечно, нет, скажете вы. Но если добавить еще одну? И еще? И еще? В какой-то момент количество перейдет в качество. А теперь представьте, что одно крошечное изменение кардинально меняет всю жизнь. Звучит фантастически! Но, как и в случае с монетками, срабатывает эффект сложного процента. И вот уже маленькое, но регулярное действие привело к большим результатам. Атомные привычки – маленькие изменения, в которых скрыта огромная мощь! Вы давно пытаетесь измениться, но не получается. Не корите себя! Виноваты не вы, а система. Джеймс Клир развенчивает мифы о привычках, мотивации и силе воли. Опираясь на научные данные, результаты исследований, личный опыт и опыт успешных людей, он просто и понятно объясняет, как сделать хорошие привычки неизбежными, а вредные – невозможными. Без вариантов!"
    },
    {
      "id": 10,
      "name": "Кодзима – гений",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/kodzima-geniy-174645.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Биографии и Мемуары, Публицистика",
      "author": "Терри Вулф",
      "translater": "Александра Д. Голубева",
      "publisher": "Эксмо",
      "age": "+12",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-100285-5",
      "about": "Все, что делает Хидео Кодзима, будь то новая игра или пост в Инстаграме, вызывает у публики неподдельный интерес и бурные дискуссии. В этой книге затронуты истоки творчества Кодзимы, его культовые игры, ставшие классикой, включая серию Metal Gear, Snatcher и Policenauts. Эти тайтлы заставили титанов игровой индустрии заговорить о талантливом разработчике, и признать, что этот гениальный парень знает толк в геймдеве."
    },
    {
      "id": 11,
      "name": "Профессиональный некромант. Мэтр на свободе",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/professionalnyy-nekromant-metr-na-svobode-123422.jpg",
      "year": "2017",
      "city": "Москва",
      "category": "Боевое фэнтези, Фэнтези",
      "author": "Александра Лисина",
      "translater": "",
      "publisher": "Альфа-книга",
      "age": "+16",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-9922-2351-4",
      "about": "Что может быть необычного в очередном наборе студентов в Академию всеобщей магии? Пожалуй, ничего, если не считать, что туда «случайно» зачислили опытного некроманта и его таракана-фамильяра, в теле которого заперт дух светлого архимага. Устоит ли академия с такими новичками? Впрочем, это уже не важно: ведь они, как правильно заметил некромант, сами напросились."
    },
    {
      "id": 12,
      "name": "Законы лидерства",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/zakony-liderstva-170840.jpg",
      "year": "2017",
      "city": "Москва",
      "category": "Биографии и Мемуары, Публицистика",
      "author": "Теодор Рузвельт",
      "translater": "Татьяна О. Новикова",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-699-86767-7",
      "about": "Серия «Путь лидера. Легендарные бестселлеры» – это семь наиболее значимых в своей области книг о влиянии, управлении, стойкости, внутренней силе, богатстве, решительности и упорстве. Все авторы – признанные лидеры или лучшие эксперты по ключевым навыкам лидера. Эти бестселлеры уже имеют свою историю успеха и помогли миллионам людей добиться выдающихся результатов.\n\nТеодор Рузвельт прошел путь от депутата законодательного собрания штата до президента Соединенных Штатов. Он выдвинул много смелых предложений, осуществил целый ряд непростых реформ в деятельности федерального правительства и при этом никогда не забывал, что служит народу Соединенных Штатов. И по сей день Теодор Рузвельт остается одним из самых популярных лидеров нации. В этой книге вы найдете 7 законов лидерства Рузвельта и 136 бесценных уроков, которые будут полезны современным лидерам и вдохновят их на новые успехи."
    },
    {
      "id": 13,
      "name": "Проклятие Этари",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/proklyatie-etari-124305.jpg",
      "year": "2017",
      "city": "Москва",
      "category": "Любовное фэнтези, Фэнтези",
      "author": "Анастасия Сычёва",
      "translater": "",
      "publisher": "Альфа-книга",
      "age": "+16",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-9922-2361-3",
      "about": "Корделия и Кейн отправляются в Академию магии в Адэре. Впереди – новые учителя, занятия магией, встречи с новыми и старыми знакомыми, обычные учебные будни. Но надежды на спокойную жизнь не оправдываются: на бывшую валенсийскую принцессу снова будут охотиться, а темный архимаг, которому она перешла дорогу, продолжит проводить запрещенные ритуалы, убивая людей. Но еще больше хлопот Корделии принесут внезапно вспыхнувшие чувства к архивампиру, которые уж точно не приведут ни к чему хорошему…"
    },
    {
      "id": 14,
      "name": "Свобода – точка отсчета. О жизни, искусстве и о себе",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/svoboda-tochka-otscheta-o-zhizni-iskusstve-i-o-sebe-59377.jpg",
      "year": "2012",
      "city": "Москва",
      "category": "Публицистика: прочее, Публицистика",
      "author": "Петр Вайль",
      "translater": "",
      "publisher": "Астрель: CORPUS",
      "age": "+18",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-271-45000-6",
      "about": "Петр Вайль (1949–2009) – известный писатель, журналист, литературовед. Его книги «Гений места», «Карта родины», «Стихи про меня» (как и написанные в соавторстве с А. Генисом «60-е: мир советского человека», «Американа», «Русская кухня в изгнании», «Родная речь» и др.) выдержали не один тираж и продолжают переиздаваться, а ставший бестселлером «Гений места» лег в основу многосерийного телефильма.\n\nВ сборник «Свобода – точка отсчета» вошли избранные эссе, статьи, рецензии, а также интервью, опубликованные Вайлем в течение двух с лишним десятилетий в российской и зарубежной печати. Энциклопедическая широта и глубина знаний в сочетании с мастерским владением пером и тонким юмором – явление в журналистике крайне редкое. Вайль дружил со многими талантливыми людьми, он моментально узнавал обо всем, что происходит в театре, кино, литературе, но главное – он хотел и умел делиться своими знаниями и был популяризатором искусства и литературы в самом лучшем смысле этого слова."
    },
    {
      "id": 15,
      "name": "Волшебные миры Хаяо Миядзаки",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/volshebnye-miry-hayao-miyadzaki-180477.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Кинематограф и театр, Искусство",
      "author": "Сюзан Нейпир",
      "translater": "А. С. Попова",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-101730-9",
      "about": "Хаяо Миядзаки – величайший аниматор в мире. И просто волшебник. В этом сходятся все, кто хоть раз видел его творения: «Мой сосед Тоторо», «Принцесса Мононоке», «Унесенные призраками» и множество других полнометражных мультфильмов. Феномен Миядзаки в том, что он достучался до ребенка в каждом из нас. Он оставляет мир серьезных и взрослых людей другим режиссерам, а сам окутывает нас счастливым миром детства. В его работах оживают фантазии, страшилки и мечты. Мы знаем, что хранитель леса сейчас спит, но скоро наступит ночь, и он выйдет на прогулку. Знаем, почему идет дождь, почему задувает ветер, почему детство не должно заканчиваться, почему среди нас живет Миядзаки. Премия «Оскар», восемь премий «Tokyo Anime Award», шесть премий Японской киноакадемии – награды можно перечислять бесконечно. Книга, которую вы держите в руках, – это единственная на данный момент книга на русском языке о творчестве великого мастера. Это – ключ к пониманию самого Миядзаки, попытка взглянуть на его творения через призму его биографии. Сюзан Нейпир проведет вас по всем 11 мультфильмам, познакомит с героями, поможет понять их характер, укажет на образы и символы, которые замаскировал маэстро. Здесь же вы увидите, какие события происходили в жизни самого аниматора в этот период и как они повлияли на героев. Книга станет замечательным подарком как ценителям творчества Хаяо Миядзаки, так и тем, кто приоткрывает для себя волшебную страну его творений."
    },
    {
      "id": 16,
      "name": "Парадокс долголетия. Как оставаться молодым до глубокой старости",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/paradoks-dolgoletiya-kak-ostavatsya-molodym-do-glubokoy-starosti-184470.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Здоровье, Дом и Семья",
      "author": "Стивен Гандри",
      "translater": "Александра В. Люмина",
      "publisher": "Эксмо",
      "age": "+12",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-106322-1",
      "about": "Знаете ли вы, что жители голубых зон – люди, живущие дольше всех на Земле, – питаются самой разнообразной едой? Вопрос не в том, что они едят, а в том, чего не едят. Новая книга доктора Гандри посвящена парадоксальным фактам, связанным с настоящим здоровым долголетием: животные жиры сокращают нашу жизнь, избыток железа в организме приводит к раннему увяданию, а быстрый метаболизм – способ жить ярко, но быстро. Сотни научно доказанных фактов и настоящая программа, включившись в которую вы сможете дожить до глубокой старости в полном здравии."
    },
    {
      "id": 17,
      "name": "Возмутительно красивый пилот",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/vozmutitelno-krasivyy-pilot-184168.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Современные любовные романы, Любовные романы",
      "author": "Пенелопа Уорд",
      "translater": "Ольга А. Болятко",
      "publisher": "Эксмо",
      "age": "+18",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-107906-2",
      "about": "У Кендалл Спаркс проблемы. Перед тем как принять «самое-важное-решение-в-жизни», она решает отправиться в путешествие. В аэропорту она знакомится с очень привлекательным мужчиной, который убеждает ее не лететь в Европу, а купить билет в Бразилию. Кендалл поддается порыву, но каково ее удивление, когда она узнает, что новый знакомый сидит за штурвалом ее самолета и после приземления в Рио собирается составить ей компанию. Но у Кендалл другие планы. На кону стоит наследство ее дедушки и самая странная из авантюр, на которые она когда-либо решалась. Картеру рядом с ней не место. Но он слишком упертый и отступать не намерен. Ну, значит, сам напросился!.."
    },
    {
      "id": 18,
      "name": "8 пророчеств Стивена Хокинга",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/8-prorochestv-stivena-hokinga-173737.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Прочая образовательная литература, Наука и Образование",
      "author": "Игорь Прокопенко",
      "translater": "",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-04-100557-3",
      "about": "Новая книга известного телеведущего Игоря Прокопенко посвящена предостережениям современному человечеству, которые сделал Стивен Хокинг (1942–2018). Профессор Хокинг, выдающийся ученый нашего времени, автор множества научных книг, сделавший большое количество научных открытий в области астрономии, несмотря на страшную болезнь, которая 50 лет держала его прикованным к инвалидному креслу.\n\nХокингу принадлежат настолько важные и глобальные утверждения, что вполне можно считать их пророчествами, учитывая уровень компетенции профессора. Эти пророчества касаются нашего будущего – судьбы планеты и человечества, наличия иных форм жизни, внеземных контактов и сценариев инопланетного вторжения.\n\nМногое из предсказанного Хокингом уже начинает сбываться…"
    },
    {
      "id": 19,
      "name": "Мутный",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/mutnyy-220359.jpg",
      "year": "2022",
      "city": "Москва",
      "category": "Современные любовные романы, Любовные романы",
      "author": "Лия Стеффи",
      "translater": "",
      "publisher": "АСТ",
      "age": "+18",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-17-146075-4",
      "about": "Возлюбленный Евы четыре года назад разбился на мотоцикле во время гонки в Токио. Все это время Ева не жила, а существовала. Дни, похожие один на другой. Люди, не имеющие никакого значения. Но однажды она встретила его – того, кто вернул ее к жизни и сделал по-настоящему счастливой… а потом… растоптал… Растоптал все человеческое, что в ней еще осталось."
    },
    {
      "id": 20,
      "name": "1Q84. Тысяча Невестьсот Восемьдесят Четыре",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/1q84-tysyacha-nevestsot-vosemdesyat-chetyre-kniga-3-oktyabrdekabr-169731.jpg",
      "year": "2018",
      "city": "Москва",
      "category": "Современная зарубежная литература, Современная проза",
      "author": "Харуки Мураками",
      "translater": "Дмитрий Викторович Коваленин",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-04-098056-7",
      "about": "Главная литературная сенсация нового века, «магнум-опус прославленного мастера» и «обязательное чтение для любого, кто хочет разобраться в японской культуре наших дней», по выражению критиков. Действие книги происходит не столько в тысяча девятьсот восемьдесят четвертом году, сколько в тысяча невестьсот восемьдесят четвертом, в мире, где некоторые видят на небе две луны, где ключом к вечной любви служит Симфониетта Яначека, где полицейских после всколыхнувшей всю страну перестрелки с сектантами перевооружили автоматическими пистолетами взамен револьверов, где LittlePeople – Маленький Народец – выходят изо рта мертвой козы и плетут Воздушный Кокон."
    },
    {
      "id": 21,
      "name": "Как Coca-Cola завоевала мир. 101 успешный кейс от брендов с мировым именем",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/kak-coca-cola-zavoevala-mir-101-uspeshnyy-keys-ot-brendov-s-mirovym-imenem-178252.jpg",
      "year": "2022",
      "city": "Москва",
      "category": "О бизнесе популярно, Бизнес-Книги",
      "author": "Джайлс Льюри",
      "translater": "Л. Буравчикова",
      "publisher": "Литагент 5 редакция «БОМБОРА»",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-098935-5",
      "about": "Истории Pinterest, Chanel № 5, Corona, Brewdog, Spanx, LG, KFC, WWF, «Мировых рекордов Гиннеса», Coca-Cola и других всемирно известных брендов в одной книге. Все кейсы распределены по разделам, поэтому представляют собой убедительный инструментарий, подкрепленный опытом компаний с мировым именем."
    },
    {
      "id": 22,
      "name": "Прошлым летом",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/proshlym-letom-177685.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Зарубежные любовные романы, Любовные романы",
      "author": "Кэрри Лонсдейл",
      "translater": "А. Бялко",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-104110-6",
      "about": "Элла Скай помнит каждого человека, у которого брала интервью, и каждого мимолетного знакомого. Но чего она вспомнить не может – так это своей беременности и автомобильной аварии, которая якобы лишила ее ребенка. Однажды Элла просто очнулась в больнице, а у постели сидел Дэмьен, ее муж, опустошенный произошедшим. Но что-то еще было не так. Первые вопросы начинают всплывать, когда Элла отправляется на давно запланированное интервью к Натану Доновану, звезде телеэкрана и известному путешественнику. Встреча поражает ее. Натан слишком сильно похож на Дэмьена и, кажется, знает Эллу гораздо больше, чем она его. Чтобы разгадать загадку своей выборочной памяти, Элла последует за Натаном на заснеженные склоны Аляски. И однажды поймет – есть истории, которые лучше не вспоминать."
    },
    {
      "id": 23,
      "name": "Не кладите смартфон на стол",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/ne-kladite-smartfon-na-stol-182790.jpg",
      "year": "2015",
      "city": "Москва",
      "category": "Зарубежная прикладная и научно-популярная литература, Зарубежная литература",
      "author": "Дороти Джонсон",
      "translater": "Ирина Ю. Крупичева",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-699-75524-0",
      "about": "Хорошие манеры – важное вложение в ваше будущее: они позволяют чувствовать себя комфортно в любой ситуации, помогают обрести уверенность в себе и быстро сделать хорошую карьеру. В этой книге основательница Вашингтонской школы протокола эксперт по этикету Дороти Джонсон рассказывает о самых важных правилах поведения: на собеседовании, при знакомстве, приветствии, на работе, в электронных средствах общения, в ресторане, на деловых и светских мероприятиях, за столом, в путешествии. Особый бонус – стильные и ироничные комментарии Лив Тайлер, внучки Дороти Джонсон. Эта книга – must have для достижения успеха."
    },
    {
      "id": 24,
      "name": "Стрелок",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/strelok-173404.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Триллеры, Боевики",
      "author": "Стивен Хантер",
      "translater": "Сергей Михайлович Саксин",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-101019-5",
      "about": "Стивен Хантер – один из самых великих мастеров остросюжетного жанра. А главный герой его романов – Боб Ли Свэггер – один из самых ярких персонажей мирового триллера и кинематографа. В этот раз великий снайпер обратил свой острый взор в глубь десятилетий – в 1934 год, когда Америка начала жестокую войну против «врагов общества», бандитов и грабителей банков – Бонни и Клайда, Джона Диллинджера, Малыша Нельсона…\n\nБоб Ли Свэггер давно отошел от дел, связанных со стрельбой по живым мишеням. Он покинул родные края, продав участок земли и старый дом, где более 200 лет проживали все его предки. Но прошлое не отпускает людей просто так. Однажды Боб получил странное известие. Во время сноса дома на проданном участке из-под земли был извлечен сейф. А в нем… в нем лежали такие странные вещи, что лучше бы Бобу самому посмотреть на них. И Свэггер поехал смотреть. Еще не зная, что начал путешествие длиной в 80 с лишним лет…"
    },
    {
      "id": 25,
      "name": "Проект «Аве Мария»",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/proekt-ave-mariya-221402.jpg",
      "year": "2021",
      "city": "Москва",
      "category": "Космическая фантастика, Фантастика",
      "author": "Энди Вейер",
      "translater": "О. С. Акопян",
      "publisher": "ООО «Издательство АСТ»",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-17-136008-5",
      "about": "Райланд Грейс приходит в себя на борту космического корабля. Он не помнит своего имени и понятия не имеет, как здесь оказался. Единственное, что он знает наверняка, это то, что он спал, а сейчас проснулся и компанию ему составляет парочка мертвецов. Воспоминания приходят обрывочными картинками… Похоже, когда-то он работал школьным учителем, а потом… черт, да что же случилось потом?\n\nНаконец восстановив череду произошедших событий, Райланд приходит в ужас от грандиозности вверенной ему задачи – предотвратить вымирание человеческого рода. Эта сверхсложная миссия – билет в один конец, и на Землю ему уже не вернуться. И помощи, похоже, ждать неоткуда…"
    },
    {
      "id": 26,
      "name": "Построение отдела продаж. WORLDWIDE",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/postroenie-otdela-prodazh-worldwide-171005.jpg",
      "year": "2019",
      "city": "Санкт-Петербург",
      "category": "Управление и подбор персонала, Бизнес-Книги",
      "author": "Константин Бакшт",
      "translater": "",
      "publisher": "Питер",
      "age": "+16",
      "language": "Русский",
      "original": "Русский",
      "isbn": "978-5-4461-1197-8",
      "about": "Бизнес – это война, где пленных скупают за бесценок. Линия фронта на этой войне проходит там, где идет работа с Клиентами. Ваша основная ударная сила – Ваш отдел продаж. Ваши менеджеры по продажам всегда в бою, всегда на передовой.\n\nЭта книга поможет Вам построить профессиональный отдел продаж. Позволит Вам избежать многих проблем и ошибок, которые могут обратить все сделанное Вами в ничто и нанести серьезный ущерб Вашему бизнесу. А главное – эта книга укрепит Вашу решимость построить систему продаж Вашего бизнеса на достойном профессиональном уровне.\n\nНовое издание книги – «Построение отдела продаж: Worldwide» – на 70 % превышает по объему первоначальную версию книги. Если Вы уже знакомы с более ранним изданием книги – советую прочитать новое, доработанное и дополненное издание! Многое в построении отделов продаж и наборе кадров серьезно изменилось. Получить новый опыт и знания из книги значительно быстрее и дешевле, чем идти на ощупь, методом проб и ошибок, нести потери и убытки. В книге отражен максимально свежий и актуальный опыт по построению и совершенствованию отделов продаж. На основе более чем 500 реализованных проектов. Включая международные проекты – от США и Европы до Казахстана и Китая."
    },
    {
      "id": 27,
      "name": "Слушай песню ветра. Пинбол 1973",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/slushay-pesnyu-vetra-pinbol-1973-sbornik-169729.jpg",
      "year": "2018",
      "city": "Москва",
      "category": "Современная зарубежная литература, Современная проза",
      "author": "Харуки Мураками",
      "translater": "Вадим Смоленский",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-097461-0",
      "about": "Харуки Мураками (р. 1949) – самый известный из ныне живущих японских писателей, автор полутора десятков книг, переведенных на многие языки мира. «Слушай песню ветра» (1979) и «Пинбол 1973» (1983) – два первых романа «Трилогии крысы», знаменитого цикла писателя, завершающегося «Охотой на овец» (1988) и продолженного романом «Дэнс, Дэнс, Дэнс» (1991)."
    },
    {
      "id": 28,
      "name": "Год, когда я всему говорила ДА",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/god-kogda-ya-vsemu-govorila-da-170425.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Зарубежная психология, Зарубежная литература",
      "author": "Шонда Раймс",
      "translater": "Элеонора И. Мельник",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-096167-2",
      "about": "Одним рождественским утром она поняла, что несчастна. Ее жизнь превратилась в бесконечный забег по кругу «работа – дом – работа», где не было места новому опыту и сильным эмоциям. И тогда Шонда Раймс бросила себе вызов – целый год говорить «да!» всему, от чего раньше отказывалась. Да – интервью в прямом эфире. Да – выступлению перед выпускниками Йельского университета. Да – игре в куклы с дочкой. Да – настоящей жизни! Эта книга – одновременно веселые мемуары незаурядной женщины и захватывающий тренинг преображения жизни. Она содержит удивительно простой и невероятно действенный рецепт обретения себя."
    },
    {
      "id": 29,
      "name": "Самые темные дороги",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/samye-temnye-dorogi-188114.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Триллеры, Боевики",
      "author": "Лорет Энн Уайт",
      "translater": "Кирилл Александрович Савельев",
      "publisher": "Эксмо",
      "age": "+18",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-111961-4",
      "about": "Ребекка Норд не первый год занимается расследованием убийств, и мало что может выбить ее из колеи. Но последнее дело… Ее собственный отец погиб при очень странных обстоятельствах. Все это выглядит как самоубийство, но на деле оказывается жуткой, изощренной инсценировкой.\n\nЧтобы собрать улики, Ребекка отправляется в глухой городок за тысячи километров от столицы. Там ее ждут снежные пещеры, неожиданная встреча с давним возлюбленным и связанные с ним кровавые, запутанные детали их общего прошлого."
    },
    {
      "id": 30,
      "name": "Переживая горе",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/perezhivaya-gore-174721.jpg",
      "year": "2019",
      "city": "СПб",
      "category": "Общая психология, Книги по психологии",
      "author": "Джулия Самюэль",
      "translater": "Юлия М. Гиматова",
      "publisher": "Питер",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-4461-1324-8",
      "about": "Книга мгновенно стала мировым бестселлером. Она написана для всех, кто только что пережил потерю или знает, что это неминуемо в ближайшем будущем. Тема смерти затрагивает каждого, однако мы часто избегаем говорить о ней. Джулия Самюэль более 25 лет работает с теми, кто пережил утрату. Автор рассказывает о том, что горе – это этап, который необходимо преодолеть, что непрожитая боль опасна для страдающего человека. Книга полна сочувствия и сострадания к близким, которые потеряли любимых людей и учатся жить заново."
    }
  ],
  "subscribes": [
    {
      "id": 1,
      "name": "Записки с Изнанки. «Очень странные дела». Гид по сериалу",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/zapiski-s-iznanki-ochen-strannye-dela-gid-po-serialu-163682.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Документальная литература, Публицистика",
      "author": "Гай Адамс",
      "translater": "А. В. Захаров",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-097607-2",
      "about": "Если ты посмотрел сериал «Очень странные дела» и хочешь узнать о нем гораздо больше, тогда эта книга – то, что тебе нужно! Ты узнаешь об источниках и отсылках сериала, поймешь, какое влияние на него оказали Стивен Кинг и Стивен Спилберг, и многое-многое другое. Вместе с Гаем Адамсом ты сможешь разглядеть новые грани полюбившегося сериала и отлично провести время, выполняя интересные задания."
    },
    {
      "id": 2,
      "name": "Никогда не сдавайтесь",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/nikogda-ne-sdavaytes-169675.jpg",
      "year": "2017",
      "city": "Москва",
      "category": "Биографии и Мемуары, Публицистика",
      "author": "Уинстон Черчилль",
      "translater": "Е. Деревянко",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-699-86767-7",
      "about": "Серия «Путь лидера. Легендарные бестселлеры» – это семь наиболее значимых в своей области книг о влиянии, управлении, стойкости, внутренней силе, богатстве, решительности и упорстве. Все авторы – признанные лидеры или лучшие эксперты по ключевым навыкам лидера. Эти бестселлеры уже имеют свою историю успеха и помогли миллионам людей добиться выдающихся результатов.\n\nУинстон Черчилль – величайший британец в истории, государственный и политический деятель, премьер-министр Великобритании 1940–1945 и 1951–1955 годов, военный, лауреат Нобелевской премии по литературе.\n\nВ этой книге сформулированы 25 законов лидерства Уинстона Черчилля, которые позволили ему стать великим стратегом, тактиком, политиком, оратором, менеджером. Каждый закон дополняют комментарии, позволяющие применить эти правила в сегодняшних условиях."
    },
    {
      "id": 3,
      "name": "Размышления мистика. Ответы на все вопросы",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/razmyshleniya-mistika-otvety-na-vse-voprosy-179248.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Великие учителя современности",
      "author": "Садхгуру",
      "translater": "Линда Линн",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-100110-0",
      "about": "Книга представляет собой сборник ответов Садхгуру на сотни вопросов, которые ученики задавали ему на протяжении многих лет в разных странах. Здесь Учитель дает подробные пояснения на самые разные темы – в том числе те, которых крайне редко касается на широкой публике и которые могут удивить или даже шокировать. Вряд ли найдется существенный вопрос относительно человеческого бытия, в книге не затронутый."
    },
    {
      "id": 4,
      "name": "Как я решила умереть от счастья",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/kak-ya-reshila-umeret-ot-schastya-179392.jpg",
      "year": "2022",
      "city": "",
      "category": "Современная зарубежная литература, Современная проза",
      "author": "Софи де Вильнуази",
      "translater": "Мария Заславская",
      "publisher": "Литагент АСТ",
      "age": "+16",
      "language": "Русский",
      "original": "Французский",
      "isbn": "978-5-17-099265-2",
      "about": "Сильви Шабер – плоская сутулая брюнетка, которая не настолько уродлива, чтоб ее жалели, и не настолько хороша, чтоб ее желали. Полностью отчаявшись к сорока пяти годам устроить личную жизнь, она решила прикупить себе место на кладбище. Но раз умирать, так с музыкой – перед смертью надо с кем-то об этом поговорить, и Сильви отправляется на прием к психотерапевту Франку. С тех пор ее планы идут наперекосяк: вместо того чтобы сидеть и плакать в одиночестве, женщина, выполняя задания психотерапевта, попадает в комичные ситуации, которые меняют ее взгляд на жизнь и вселяют веру в светлое будущее.\n\nИскрометный трогательный роман о том, как безбашенные поступки напрочь срывают «крышу»… в лучшую сторону!"
    },
    {
      "id": 5,
      "name": "Харизма. Искусство успешного общения. Язык телодвижений на работе",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/harizma-iskusstvo-uspeshnogo-obscheniya-yazyk-telodvizheniy-na-rabote-169921.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Личностный рост, Книги по психологии",
      "author": "Аллан Пиз",
      "translater": "Татьяна О. Новикова",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-099212-6",
      "about": "Повышение заработной платы, продвижение по карьерной лестнице, признание от коллег напрямую зависят от того, как вы подаете себя на работе. В эту книгу вошли сразу два бестселлера Аллана и Барбары Пиз, посвященные взаимодействиям людей в офисе. Они учат эффективной стратегии поведения в корпоративной среде, правильному языку телодвижений для достижения целей и завоеванию авторитета у окружающих."
    },
    {
      "id": 7,
      "name": "Джек Ричер, или Синяя луна",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/dzhek-richer-ili-sinyaya-luna-185579.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Крутой детектив, Детективы",
      "author": "Ли Чайлд",
      "translater": "Ирина Альфредовна Оганесова, Владимир Анатольевич Гольдич",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-109769-1",
      "about": "Этот мир изменчив, но изредка все становится так, как надо. В безымянном американском городке за контроль над его жизнью борются две криминальные группировки. Все у них идет путем – до тех пор, пока в городок не приезжает Джек Ричер. Он обучен замечать мелочи. Сидя в ночном автобусе, Ричер приметил спящего старика, из кармана которого торчал пухлый конверт с наличностью. А еще – какого-то молодого паренька, с жадностью смотрящего на этот конверт. Грабитель делает свой ход – Ричер делает свой. Шах и мат. Старик перепуган и загнан в угол. Оказывается, молодой грабитель – это пустяки. Его реальная проблема гораздо, гораздо серьезнее. В свое время он сделал пару ошибок – и теперь должен уйму денег одной из городских банд. Ричер решает помочь ему… Шансы на успех гораздо выше, если в дело вступает Джек Ричер. Это уж будьте уверены."
    },
    {
      "id": 10,
      "name": "Кодзима – гений",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/kodzima-geniy-174645.jpg",
      "year": "2019",
      "city": "Москва",
      "category": "Биографии и Мемуары, Публицистика",
      "author": "Терри Вулф",
      "translater": "Александра Д. Голубева",
      "publisher": "Эксмо",
      "age": "+12",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-100285-5",
      "about": "Все, что делает Хидео Кодзима, будь то новая игра или пост в Инстаграме, вызывает у публики неподдельный интерес и бурные дискуссии. В этой книге затронуты истоки творчества Кодзимы, его культовые игры, ставшие классикой, включая серию Metal Gear, Snatcher и Policenauts. Эти тайтлы заставили титанов игровой индустрии заговорить о талантливом разработчике, и признать, что этот гениальный парень знает толк в геймдеве."
    }
  ],
  "desired": [],
  "stock": [
    {
      "id": 7,
      "name": "Джек Ричер, или Синяя луна",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/dzhek-richer-ili-sinyaya-luna-185579.jpg",
      "year": "2020",
      "city": "Москва",
      "category": "Крутой детектив, Детективы",
      "author": "Ли Чайлд",
      "translater": "Ирина Альфредовна Оганесова, Владимир Анатольевич Гольдич",
      "publisher": "Эксмо",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-04-109769-1",
      "about": "Этот мир изменчив, но изредка все становится так, как надо. В безымянном американском городке за контроль над его жизнью борются две криминальные группировки. Все у них идет путем – до тех пор, пока в городок не приезжает Джек Ричер. Он обучен замечать мелочи. Сидя в ночном автобусе, Ричер приметил спящего старика, из кармана которого торчал пухлый конверт с наличностью. А еще – какого-то молодого паренька, с жадностью смотрящего на этот конверт. Грабитель делает свой ход – Ричер делает свой. Шах и мат. Старик перепуган и загнан в угол. Оказывается, молодой грабитель – это пустяки. Его реальная проблема гораздо, гораздо серьезнее. В свое время он сделал пару ошибок – и теперь должен уйму денег одной из городских банд. Ричер решает помочь ему… Шансы на успех гораздо выше, если в дело вступает Джек Ричер. Это уж будьте уверены."
    }
  ],
  "unwanted": [
    {
      "id": 9,
      "name": "Атомные привычки. Как приобрести хорошие привычки и избавиться от плохих",
      "image": "https://iknigi.net/books_files/covers/thumbs_300/atomnye-privychki-kak-priobresti-horoshie-privychki-i-izbavitsya-ot-plohih-181570.jpg",
      "year": "2020",
      "city": "СПб",
      "category": "Личностный рост, Книги по психологии",
      "author": "Джеймс Клир",
      "translater": "К. Шашкова, Юлия Чекмарева",
      "publisher": "Питер",
      "age": "+16",
      "language": "Русский",
      "original": "Английский",
      "isbn": "978-5-4461-1216-6",
      "about": "Может ли одна монетка сделать человека богатым? Конечно, нет, скажете вы. Но если добавить еще одну? И еще? И еще? В какой-то момент количество перейдет в качество. А теперь представьте, что одно крошечное изменение кардинально меняет всю жизнь. Звучит фантастически! Но, как и в случае с монетками, срабатывает эффект сложного процента. И вот уже маленькое, но регулярное действие привело к большим результатам. Атомные привычки – маленькие изменения, в которых скрыта огромная мощь! Вы давно пытаетесь измениться, но не получается. Не корите себя! Виноваты не вы, а система. Джеймс Клир развенчивает мифы о привычках, мотивации и силе воли. Опираясь на научные данные, результаты исследований, личный опыт и опыт успешных людей, он просто и понятно объясняет, как сделать хорошие привычки неизбежными, а вредные – невозможными. Без вариантов!"
    }
  ],
  "comments": [
    {
      "name": "Самад",
      "message": "Крутая книга! 10 из 10"
    },
    {
      "name": "Дастан",
      "message": "Книга в целом неплохая :)"
    },
    {
      "name": "Султан",
      "message": "Не понял как читать"
    }
  ]
}